/* Localizable strings of com.apple.screensaver.byHost preference manifest */

"screensaver.pfm_title" =			"Protecção de ecrã ByHost";
"screensaver.pfm_description" =			"Preferências da protecção de ecrã ByHost.";
"idleTime.pfm_title" =			"Tempo de inactividade";
"idleTime.pfm_description" =			"Tempo de inactividade em segundos antes de a protecção de ecrã ser iniciada. Definir como 0 para desactivar.";
"mainScreenOnly.pfm_title" =	"Só ecrã principal";
"mainScreenOnly.pfm_description" =			"Mostrar a protecção de ecrã no ecrã principal apenas com protecção de ecrã. Esta definição só afecta computadores com ecrãs múltiplos.";
"moduleName.pfm_title" =			"Nome do módulo";
"moduleName.pfm_description" =			"Nome do módulo de protecção de ecrã seleccionado no painel de preferências Protecção de Ecrã. Por exemplo, “Flurry”.";
"modulePath.pfm_title" =			"Percurso do módulo";
"modulePath.pfm_description" =			"Percurso do sistema de ficheiros para o módulo de protecção de ecrã actual. Por exemplo, “/Sistema/Biblioteca/Screen Savers/Flurry.saver”.";
"showClock.pfm_title" =			"Mostrar relógio";
"showClock.pfm_description" =			"Mostrar relógio com a protecção de ecrã. Definir como verdadeiro para mostrar o relógio. Definir como falso para não mostrar o relógio.";
